[
  {
    "toyName": "Simulation Alloy Sports Car Toy",
    "photo": "https://i.ibb.co/MZ86S5t/simulation-alloy-sport-car.png",
    "sellerName": "Car World",
    "sellerEmail": "carworld@gmail.com",
    "price": 19.99,
    "rating": 4.5,
    "availableQuantity": 10,
    "description": "A realistic and detailed simulation of an alloy sports car toy. This toy car is made with high-quality materials and features intricate design elements. It is perfect for children who love playing with toy vehicles and enjoy imaginative play. The car's wheels are movable, and the doors can be opened and closed. With its sleek design and vibrant colors, this sports car toy will provide hours of fun and entertainment.",
    "subCategory": "sports-car"
  },
  {
    "toyName": "Bugatti Chiron Super Sport White 1/64 Diecast Model Car",
    "photo": "https://i.ibb.co/xhzfk0w/61-HV26-D8y-QL-AC-UL400.jpg",
    "sellerName": "Car World",
    "sellerEmail": "carworld@gmail.com",
    "price": 15.99,
    "rating": 4,
    "availableQuantity": 15,
    "description": "Experience the thrill of owning a miniature version of the iconic Bugatti Chiron Super Sport White with this 1/64 diecast model car. This meticulously crafted model car captures the essence of the real-life Bugatti Chiron, known for its exceptional performance and stunning design. The attention to detail is astonishing, from the sleek lines and curves to the intricately designed interior. Every aspect of this diecast model car has been faithfully recreated to provide an authentic and immersive experience. ",
    "subCategory": "sports-car"
  },
  {
    "toyName": "LEGO Speed Champions 1970 Ferrari 512 M 76906 Sports Red Race Car Toy",
    "photo": "https://i.ibb.co/XDBSZ1t/81s-Tdq5-WU1-L-AC-UL400.jpg",
    "sellerName": "Car Mela",
    "sellerEmail": "carmela@gmail.com",
    "price": 26,
    "rating": 4.9,
    "availableQuantity": 27,
    "description": "Immerse yourself in the world of classic racing with the LEGO Speed Champions 1970 Ferrari 512 M 76906 Sports Red Race Car Toy. This iconic LEGO set brings to life the legendary Ferrari 512 M, a true symbol of speed and elegance. Build your own detailed replica of this historic race car, featuring authentic Ferrari branding, aerodynamic bodywork, and a removable windshield. With its vibrant red color and realistic design, this LEGO model captures the essence of the original vehicle. The set also includes a minifigure driver, a racing helmet, and a wrench accessory to enhance the play experience.",
    "subCategory": "sports-car"
  }
]
